tap "hashicorp/tap"
brew "awscli"
brew "bat"
brew "btop"
brew "fzf"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "neovim"
brew "powerlevel10k"
brew "stow"
brew "tmux"
brew "jq"
brew "coreutils"
brew "hashicorp/tap/terraform", trusted: true
cask "claude"
cask "firefox"
cask "font-agave-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "maccy"
cask "obsidian"
cask "rcmd"
cask "shottr"
cask "visual-studio-code"
cask "dockdoor"
